[
  {
    "text_input": "База знаний для ИИ-ассистента Салона Красоты Zerocoder.Studio",
    "output": "Представь, что у нас есть виртуальный помощник для салона красоты Zerocoder.Studio.  \"База знаний\" – это  вся информация, которую он \"знает\"  – прайс-лист,  расписание работы,  информация о мастерах,  услугах и акциях.  В общем, всё, что нужно, чтобы отвечать на вопросы клиентов и помогать им записаться."
  },
  {
    "text_input": "1. Что входит в стандартную процедуру окрашивания в вашем салоне?\n   Ответ: В стоимость включены осветление, тонирование и укладка.",
    "output": "Ладно, представь, что ты идёшь в наш салон красить волосы.  В стандартную цену входит всё необходимое:  тебе осветлят волосы (если нужно), потом затонируют в нужный цвет и, наконец, красиво уложат.  Всё это – в одной цене."
  },
  {
    "text_input": "2. Можно ли провести окрашивание в день консультации?\n   Ответ: Да, если у мастера будет свободное время после консультации, можно сделать окрашивание сразу. В противном случае, вам предложат записаться на другую дату.",
    "output": "Слушай, тут просто: если хочешь покрасить волосы в тот же день, когда идёшь на консультацию, то спроси у мастера – может, у него после консультации время есть.  Если нет свободного времени, тебя запишут на другой день.  Всё зависит от его графика."
  },
  {
    "text_input": "3. Какие виды обучения вы предлагаете для мастеров?\n   Ответ: Мы предлагаем только индивидуальные обучения для повышения квалификации действующих мастеров.",
    "output": "Короче говоря, они предлагают только персональные уроки для опытных мастеров, которые хотят улучшить свои навыки.  Нет групповых занятий."
  },
  {
    "text_input": "4. Какова стоимость однодневного обучения в вашем салоне?\n   Ответ: Стоимость обучения составляет 50 тысяч рублей за один день.",
    "output": "Запомни: обучение в этом салоне стоит 50 000 рублей в день."
  },
  {
    "text_input": "5. Как забронировать место на обучение?\n   Ответ: Для бронирования места на обучение необходимо записаться за 2 недели.",
    "output": "Чтобы забронировать место на обучение, нужно записаться минимум за две недели до начала."
  },
  {
    "text_input": "6. Какие услуги предоставляются моделям в вашем салоне?\n   Ответ: Моделям предлагается окрашивание в технике AirTouch за 7 тыс. рублей с 10:00 до 16:00.",
    "output": "В этом салоне красоты модели могут получить окрашивание волос техникой AirTouch за 7000 рублей.  Услуга доступна с 10 утра до 4 вечера."
  },
  {
    "text_input": "7. Что такое контуринг и сколько это стоит в вашем салоне?\n   Ответ: Контуринг – это техника окрашивания, которая включает осветление отдельных зон. Цены варьируются от 5 тыс. рублей за челку до 25 тыс. рублей за более обширные зоны и более длинные волосы в зависимости от квалификации стилиста.",
    "output": "Контуринг — это  окрашивание отдельных прядей для придания объёма и формы причёске.  Цена в нашем салоне от 5000 рублей (чёлка) до 25000 рублей (большие зоны, длинные волосы),  зависит от сложности и опыта мастера."
  },
  {
    "text_input": "8. Могу ли я получить консультацию перед окрашиванием?\n   Ответ: Да, мы предлагаем бесплатные предварительные консультации, на которых мастер оценит состояние ваших волос и обсудит возможные варианты окрашивания.",
    "output": "Перед окрашиванием волос можно получить бесплатную консультацию у мастера.  На консультации мастер оценит состояние твоих волос и поможет выбрать подходящий вариант окрашивания."
  },
  {
    "text_input": "9. Какие категории мастеров есть в вашем салоне?\n   Ответ: В нашем салоне работают мастера различных категорий: Стилист, Топ-Стилист, Ведущий Стилист и Арт-Директор.",
    "output": "В этом салоне работают мастера разного уровня квалификации:  стилисты, топ-стилисты, ведущие стилисты и арт-директора.  Чем выше звание, тем больше опыта и, как правило, выше цена."
  },
  {
    "text_input": "10. Каковы цены на услуги различных мастеров?\n   Ответ: Цены зависят от категории мастера и сложности услуги. Например, цена на сложное окрашивание начинается от 12 тыс. рублей у Стилиста и доходит до 30 тыс. рублей у Арт-Директора.",
    "output": "Представь, что хочешь покрасить волосы.  Цена зависит от того, кто будет тебя красить и насколько сложная будет покраска.  Простой вариант у обычного стилиста будет дешевле, а сложная работа у ведущего специалиста (арт-директора) обойдётся гораздо дороже – от 12 до 30 тысяч рублей в данном примере.  В общем, чем сложнее работа и опытнее мастер, тем дороже."
  },
  {
    "text_input": "11. Могу ли я выбрать мастера для окрашивания после консультации?\n   Ответ: Да, вы можете выбрать любого мастера после консультации, в зависимости от вашего желания и предложенных вариантов.",
    "output": "Слушай, тут просто:  после консультации по окрашиванию волос ты можешь сам выбрать, кто именно будет тебя красить, из тех мастеров, которых тебе предложат."
  },
  {
    "text_input": "12. Как записаться на услуги в ваш салон?\n   Ответ: Записаться можно через наш сайт AI Bot Direct, по телефону или посетив наш салон лично. Мы также предлагаем возможность онлайн-записи.",
    "output": "Чтобы записаться к нам в салон, можешь выбрать один из трёх способов:  через наш сайт (AI Bot Direct), по телефону или лично посетить салон.  Есть и онлайн-запись."
  },
  {
    "text_input": "13. Какие есть способы оплаты в вашем салоне?\n   Ответ: Оплату можно произвести наличными, банковской картой или через электронные платежные системы.",
    "output": "В этом салоне можно платить тремя способами: наличными деньгами, банковской картой и электронными деньгами (например, через приложения для оплаты)."
  },
  {
    "text_input": "14. Какая политика отмены записи в вашем салоне?\n   Ответ: При отмене записи за менее чем 24 часа до назначенного времени может взиматься штраф. Рекомендуем отменять запись заблаговременно.",
    "output": "Если ты отменяешь запись менее чем за сутки, с тебя могут взять штраф.  Поэтому лучше отменять запись как можно раньше."
  },
  {
    "text_input": "15. Какие меры предпринимаются для защиты волос во время окрашивания?\n   Ответ: Мы используем качественные продукты с добавлением защитных средств, таких как Olaplex, для минимизации повреждения волос во время окрашивания.",
    "output": "Понимаешь, чтобы защитить волосы при окрашивании, мы используем специальные профессиональные краски с добавками, например, Olaplex.  Эти добавки помогают уменьшить повреждение волос."
  },
  {
    "text_input": "16. Что такое техника AirTouch и какова её стоимость?\n   Ответ: AirTouch — это техника окрашивания, создающая плавные переходы цвета от корней к кончикам. Цена зависит от длины волос и квалификации мастера, начиная от 12 тыс. рублей за работу стилиста.",
    "output": "Представь, что хочешь сделать красивое омбре или балаяж, плавный переход цвета.  AirTouch — это именно такая техника окрашивания.  Она дорогая: от 12 тысяч рублей и выше, цена зависит от длины твоих волос и опыта парикмахера."
  },
  {
    "text_input": "17. Какие услуги по уходу за волосами доступны после окрашивания?\n   Ответ: После окрашивания мы предлагаем различные процедуры по уходу за волосами, включая восстанавливающие маски и увлажняющие процедуры.",
    "output": "После окрашивания волос, чтобы поддержать их здоровье и красоту, предлагаются восстанавливающие маски и увлажняющие процедуры."
  },
  {
    "text_input": "18. Можно ли проводить окрашивание на поврежденные или обработанные химически волосы?\n   Ответ: Да, но рекомендуется сначала получить консультацию, чтобы мастер мог оценить состояние волос и определить возможные риски.",
    "output": "Окрашивать поврежденные или химически обработанные волосы можно, но перед этим обязательно проконсультируйся с парикмахером.  Он оценит состояние твоих волос и расскажет, какие могут быть риски."
  },
  {
    "text_input": "19. Как долго держится результат окрашивания?\n   Ответ: Срок действия окрашивания зависит от типа ваших волос, используемых продуктов и ухода после процедуры, но обычно от 4 до 6 недель.",
    "output": "Окрашивание волос держится от 4 до 6 недель.  Однако, точный срок зависит от типа волос,  используемых красок и  вашего ухода за волосами после окрашивания."
  },
  {
    "text_input": "20. Есть ли у вас услуги для мужчин?\n   Ответ: Да, мы предлагаем стрижки и уход за волосами для мужчин, а также окрашивание и коррекцию бороды.",
    "output": "Слушай, тут просто написано, что парикмахерская (или салон красоты) обслуживает и мужчин тоже.  Они делают стрижки, уход за волосами, окрашивание и подравнивание бороды."
  },
  {
    "text_input": "21. Могу ли я прийти на консультацию с другом или членом семьи?\n   Ответ: Да, вы можете прийти с сопровождающим, но мы просим учитывать, что пространство в зоне консультации может быть ограничено.",
    "output": "На консультацию можно прийти с другом или родственником, но помни, что места там не очень много."
  },
  {
    "text_input": "22. Какие средства для укладки вы используете?\n   Ответ: Мы используем только профессиональные средства для укладки, которые доступны для покупки в нашем салоне.",
    "output": "Слушай, тут просто сказано, что салон использует только профессиональные средства для укладки, которые можно купить у них же.  То есть, никаких обычных магазинных вариантов."
  },
  {
    "text_input": "23. Можно ли в вашем салоне использовать свои средства для окрашивания или укладки?\n   Ответ: Мы рекомендуем использовать профессиональные средства, которые мы предоставляем, чтобы гарантировать лучший результат и безопасность процедур.",
    "output": "Понимаешь, салон предпочитает, чтобы ты использовал их профессиональные средства для окрашивания и укладки.  Это гарантирует наилучший результат и безопасность.  Хотя можно спросить,  салон  рекомендует свои средства."
  },
  {
    "text_input": "24. Какие дополнительные услуги вы предлагаете?\n   Ответ: Помимо стрижек и окрашиваний, мы предлагаем услуги маникюра, педикюра и косметологические процедуры.",
    "output": "Помимо стрижек и окраски волос, в салоне предлагают маникюр, педикюр и косметические процедуры.  Это дополнительные услуги."
  },
  {
    "text_input": "25. Как происходит подготовка к окрашиванию?\n   Ответ: Перед окрашиванием проводится консультация, на которой мастер определяет состояние ваших волос, обсуждает желаемый результат и подбирает цвет.",
    "output": "Перед покраской волос мастер обязательно проводит консультацию. На ней вы обсуждаете, какой цвет хотите получить, и мастер оценивает состояние ваших волос, чтобы подобрать подходящую краску."
  },
  {
    "text_input": "26. Что делать, если результат окрашивания меня не устраивает?\n   Ответ: В случае недовольства результатом, пожалуйста, обратитесь к нам в течение 48 часов, и мы найдем возможность исправить ситуацию.",
    "output": "Если тебе не нравится результат окрашивания, сообщи нам об этом в течение двух дней (48 часов), и мы постараемся исправить ситуацию."
  },
  {
    "text_input": "27. Можно ли делать окрашивание во время беременности?\n   Ответ: Мы рекомендуем проконсультироваться с врачом перед любыми косметическими процедурами во время беременности.",
    "output": "Слушай,  вопрос окрашивания волос во время беременности?  Лучше всего –  сходить к врачу и посоветоваться с ним перед любой косметической процедурой, включая окрашивание.  Не занимайся самолечением и не рискуй."
  },
  {
    "text_input": "28. Как обеспечивается гигиена в вашем салоне?\n   Ответ: Мы строго соблюдаем все санитарные нормы и используем одноразовые материалы там, где это возможно, для обеспечения безопасности наших клиентов и персонала.",
    "output": "Понимаешь, в этом ответе говорится о том, что салон красоты очень серьезно относится к чистоте.  Они следуют всем правилам, чтобы быть безопасными, и используют одноразовые вещи, когда это возможно.  В общем,  гигиена — это их главный приоритет."
  },
  {
    "text_input": "29. Есть ли у вас подарочные сертификаты?\n   Ответ: Да, мы предлагаем подарочные сертификаты на любую сумму, которые можно приобрести в салоне или заказать через наш сайт.",
    "output": "Понимаешь,  в этом фрагменте спрашивают, есть ли подарочные сертификаты.  Ответ — да, их можно купить как в самом салоне, так и онлайн на сайте."
  },
  {
    "text_input": "30. Какие часы работы вашего салона?\n   Ответ: Наш салон работает с 10:00 до 20:00 с понедельника по субботу. Воскресенье — выходной.",
    "output": "Представь, что кто-то спрашивает, когда работает салон.  Просто скажи ему:  \"Салон открыт с 10 утра до 8 вечера, с понедельника по субботу.  Воскресенье — выходной.\""
  },
  {
    "text_input": "31. Какой у вас адрес?\n   Ответ: Москва, ул. Новый Арбат, 77",
    "output": "Представь, тебя спрашивают \"Какой у вас адрес?\".  В этом примере ответ просто указывает точный адрес: Москва, улица Новый Арбат, дом 77.  Это всё, что нужно знать.  Важно помнить, что при ответе на вопрос об адресе нужно указать город, улицу и номер дома."
  },
  {
    "text_input": "32. Когда у вас ближайшая свободная дата?\n   Ответ: Сегодня все мастера заняты. Могу предложить вам время на завтра в 12.00 или послезавтра 12.00 или 18.00.",
    "output": "Представь, что тебя спрашивают, когда ты свободен.  В этом примере мастер занят сегодня, но предлагает два варианта на завтра (12:00) и послезавтра (12:00 или 18:00).  Главное – сегодня нет свободного времени."
  }
]